Repository: LacertosusRepo/Libellum-Localization
Catalog: *.lproj/Colors.strings
Languages: de, fr

source: Use Kalm Tint Color
de: Verwende Kalm-Tönungsfarbe
fr: Utiliser la teinte de Kalm

source: Ignore Adaptive Colors
de: Adaptive Farben ignorieren
fr: Ignorer les Couleurs Adaptatives

# IGNORE_ADAPTIVE_COLORS_INFO_MESSAGE
source: This option will ignore the default colors used by the adaptive style. Instead, Libellum will use the custom colors you have set for the font and lock icon.
de: Diese Option ignoriert die vom adaptiven Stil verwendeten Standardfarben. Stattdessen verwendet Libellum die benutzerdefinierten Farben, die Sie für die Schriftart und das Sperrsymbol festgelegt haben.
fr: Cette option ignorera les couleurs par défaut utilisées par le style adaptatif. Au lieu de ça, Libellum utilisera les couleurs personnalisées que vous avez définies pour la police et l'icône de verrouillage.

source: Set Background Color
de: Hintergrundfarbe einstellen
fr: Définir la Couleur de Fond

source: Set Font Color
de: Schriftfarbe einstellen
fr: Définir la Couleur de Police

source: Set Lock Icon Color
de: Farbe des Sperrsymbols festlegen
fr: Définir la Couleur d'Icône de Verrouillage

source: Set Tint Color
de: Tönungsfarbe einstellen
fr: Définir la Teinte

# BORDER_GROUP_CELL
source: Border Options
de: Rahmen-Einstellungen
fr: Options des Bordures

source: Set Border Color
de: Rahmenfarbe einstellen
fr: Définir la Couleur de Bordure

source: Border Width
de: Rahmenbreite
fr: Largeur de Bordure
