Repository: LacertosusRepo/Libellum-Localization
Catalog: *.lproj/General.strings
Languages: de, fr

# NOTE_OPTIONS_GROUP_CELL
source: Note Options
de: Notiz-Optionen
fr: Options de la note

# POSITION_ABOVE_MEDIA
source: Above Media Controls
de: Oberhalb der Mediensteuerung
fr: Au-dessus du lecteur de musique

# POSITION_BELOW_MEDIA
source: Below Media Controls
de: Unterhalb der Mediensteuerung
fr: En dessous du lecteur de musique

source: Enable Endless Lines
de: Endlose Linien aktivieren
fr: Activer les lignes sans fin

# ENABLE_ENDLESS_LINES_INFO_MESSAGE
source: This option will let you type past the normal amount of lines the size allows. WARNING: If a note lapses the size of the notepad and you disable this option, you will no longer be able to add to your note. Delete the text until it fits, increase the size, or turn this option on to allow adding more text.
de: Mit dieser Option können Sie über die normale Anzahl von Zeilen hinaus schreiben, die die Größe zulässt. WARNUNG: Wenn eine Notiz die Größe des Notizblocks überschreitet und Sie diese Option deaktivieren, können Sie Ihrer Notiz nichts mehr hinzufügen. Löschen Sie den Text, bis er passt, erhöhen Sie die Größe oder aktivieren Sie diese Option, um das Hinzufügen von mehr Text zu ermöglichen
fr: Cette option vous laissera taper au delà de la limite habituelle qu'une ligne autorise. ATTENTION : Si une note dépasse la taille du notepad et que vous désactivez cette option, vous ne pourrez plus ajouter du texte à cette note. Supprimez du texte pour que ça ne dépasse plus, augmentez la taille, ou activez cette option pour permettre d'ajouter plus de texte.

source: Auto Hide Notes
de: Notizen automatisch ausblenden
fr: Masquer les Notes automatiquement

# AUTO_HIDE_NOTES_INFO_MESSAGE
source: This option will automatically hide Libellum if there is only one note and it has no text. Requires "Gestures" to be enabled.
fr: Cette option masquera automatiquement Libellum s'il n'y a qu'une note et qu'elle n'a pas de texte. Requiert l'activation de "Gestes".

source: Auto Start Typing
de: Auto-Start-Eingabe
fr: Commencer à taper automatiquement

# AUTO_START_TYPING_INFO_MESSAGE
source: This option will automatically show the keyboard for Libellum once it has been made visible if there is only one note and it has no text. This will only work if the device is already authenticated or if 'Require Authentication' is disabled.
de: Diese Option zeigt automatisch die Tastatur für Libellum an, sobald sie sichtbar gemacht wurde, wenn nur eine Notiz und kein Text vorhanden ist. Dies funktioniert nur, wenn das Gerät bereits authentifiziert ist oder wenn „Authentifizierung erforderlich“ deaktiviert ist.
fr: Cette option affichera automatiquement le clavier pour Libellum dès qu'il est visible s'il n'y a qu'une note et qu'elle n'a pas de texte. Cela ne fonctionnera que si l'appareil est déverouillé ou si l'option 'Requiert l'Authentification' est désactivée.

# TEXT_OPTIONS_GROUP_CELL
source: Text Options
de: Text-Optionen
fr: Options de texte

# TEXT_OPTIONS_FOOTER
source: The default font size is 14
de: Die Standardschriftgröße ist 14.
fr: La taille de police par défaut est 14

source: Text Alignment
de: Textausrichtung
fr: Alignement du texte

# LEFT_ALIGNMENT
source: Left
de: Links
fr: Gauche

# CENTER_ALIGNMENT
source: Center
de: Mitte
fr: Centre

# RIGHT_ALIGNMENT
source: Right
de: Rechts
fr: Droite

source: Font Size
de: Schriftgröße
fr: Taille de police

# TOOLBAR_OPTIONS_GROUP_CELL
source: ToolBar Options
de: ToolBar-Optionen
fr: Options de la Barre d'Outils

source: Left Handed Mode
de: Linkshänder-Modus
fr: Mode Gaucher

# LEFT_HANDED_MODE_INFO_MESSAGE
source: This option will invert the order of the toolbar buttons to allow left-handed users to reach the the buttons easier.
de: Diese Option blendet die Taschenlampe- und Kamera-Schnellaktionen auf dem Sperrbildschirm aus, wenn sich das Gerät im Hochformat befindet
fr: Cette option inversera l'ordre des boutons dans la barre d'outils pour permettre aux gauchers d'atteindre les boutons plus facilement.

source: Show Page Management
de: Seitenverwaltung anzeigen
fr: Afficher la gestion de pages

# SHOW_PAGE_MANAGEMENT_INFO_MESSAGE
source: This option toggles the add and remove page buttons on the toolbar
de: Diese Option schaltet die Schaltflächen zum Hinzufügen und Entfernen von Seiten in der Symbolleiste um.
fr: Cette option activera les boutons ajouter et enlever une page dans la barre d'outils

source: Show Undo/Redo
de: Rückgängig/Wiederherstellen anzeigen
fr: Afficher Annuler/Rétablir

# SHOW_UNDO_REDO_INFO_MESSAGE
source: This option toggles the undo and redo buttons on the toolbar.
de: Diese Option schaltet die Schaltflächen Rückgängig und Wiederherstellen in der Symbolleiste um.
fr: Cette option affichera les boutons Annuler et Rétablir dans la barre d'outils.

source: Other Options
de: Andere Optionen
fr: Autres Options

source: Hide Old Notification Text
de: Alte Benachrichtigungen ausblenden
fr: Cacher le texte "Aucune Autre Notification"

# HIDE_OLD_NOTIFICATION_TEXT_INFO_MESSAGE
source: This option will hide the "No Older Notifications" label on the lockscreen.
fr: Cette option cachera le texte "Aucune Autre Notification" sur l'écran de verrouillage.

source: Hide Quick Actions
de: Schnellaktionen ausblenden
fr: Cacher les Actions Rapides

# HIDE_QUICK_ACTIONS_INFO_MESSAGE
source: This option will hide the flashlight and camera quick actions from the lockscreen when the device is in portrait.
de: Diese Option blendet die Taschenlampe- und Kamera-Schnellaktionen auf dem Sperrbildschirm aus, wenn sich das Gerät im Hochformat befindet.
fr: Cette option cachera les boutons de lampe torche et de caméra de l'écran de verrouillage quand l'appareil est en mode portrait.

source: Block AutoUnlockX
de: AutoUnlockX blockieren
fr: Bloquer AutoUnlockX

# BLOCK_AUTOUNLOCKX_INFO_MESSAGE
source: This option will prevent AutoUnlockX from unlocking your device only when Libellum is visible on the lockscreen.
de: Diese Option verhindert, dass AutoUnlockX Ihr Gerät nur dann entsperrt, wenn Libellum auf dem Sperrbildschirm sichtbar ist.
fr: Cette option évitera à AutoUnlockX de déverrouiller votre appareil quand Libellum est visible sur l'écran de verrouillage.
