Repository: LacertosusRepo/Libellum-Localization
Catalog: *.lproj/ManageBackup.strings
Languages: de, fr

source: Confirm
de: Bestätigen
fr: Confirmer

# CANCEL
source: Nevermind
de: Abbrechen
fr: Annuler

source: Backup Management
de: Backup-Verwaltung
fr: Gestion des sauvegardes

# BACKUP_DESCRIPTION
source: Manage the backup of your notes here.
de: Verwalte hier das Backup deiner Notizen.

source: View Backup
de: Backup anzeigen
fr: Afficher la Sauvegarde

source: Backup Now
de: Jetzt sichern
fr: Sauvegarder maintenant

# RESTORE_BACKUP
source: Restore from Backup
de: Vom Backup wiederherstellen
fr: Restaurer la sauvegarde

source: Delete Backup
de: Backup löschen
fr: Supprimer la sauvegarde

source: Done
de: Fertig
fr: Terminé

# ERROR_VIEWING_BACKUP
source: Error viewing backed up notes
de: Fehler beim Anzeigen der gesicherten Notizen
fr: Erreur lors de la lecture de votre sauvegarde

# NO_EXISTING_BACKUP
source: No exisiting note backup.
de: Keine vorhandene Notizsicherung.
fr: Aucune sauvegarde existante.

source: Backup successful!
de: Backup erfolgreich!
fr: Sauvegardé avec succès !

# BACKUP_NO_NOTES
source: No notes are available to backup.
de: Es sind keine Notizen zum Sichern verfügbar.
fr: Aucune note n'est disponible pour la sauvegarde.

# RESTORE_MESSAGE
source: Are you sure you want to restore the backup of your notes? This will delete your current notes and respring your device.
de: Möchtest du das Backup deiner Notizen wirklich wiederherstellen? Dadurch werden Ihre aktuellen Notizen gelöscht und ein Respring durchgeführt.
fr: Voulez-vous vraiment restaurer la sauvegarde de vos notes ? Cela supprimera vos notes actuelles et respringera votre appareil.

# RESTORE_NO_NOTES
source: There is no backup to restore from.
de: Es gibt kein Backup zum Wiederherstellen.
fr: Il n'y a aucune sauvegarde à restaurer.

# DELETE_MESSAGE
source: Are you sure you want to delete the backup of your notes?
de: Möchtest du das Backup deiner Notizen wirklich löschen?
fr: Voulez-vous vraiment supprimer la sauvegarde de vos notes ?

# DELETE_SUCCESSFUL
source: Backup deleted successfully!
de: Backup erfolgreich gelöscht!
fr: Sauvegarde supprimée avec succès !

# DELETE_NO_NOTES
source: There is no backup to delete.
de: Es gibt kein Backup zum Löschen.
fr: Il n'y a aucune sauvegarde à supprimer.
